<section class="section research <?= $research_section ?>">
  <div class="container">
    <div class="research-content">
      <div class="separator"></div>
      <h2 class="section-title research-title">
        Исследовательский центр Aliance production
      </h2>
      <div class="research-text-wrapper">
        <p class="research-text">
          Явные признаки победы институционализации рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок. Приятно, граждане, наблюдать, как активно развивающиеся страны третьего мира могут быть ограничены исключительно образом мышления. Лишь независимые государства набирают популярность среди определенных слоев населения, а значит, должны быть указаны как претенденты на роль ключевых факторов. Лишь акционеры крупнейших компаний могут быть призваны к ответу.
        </p>
        <p class="research-text">
          С учётом сложившейся международной обстановки, синтетическое тестирование требует определения и уточнения анализа существующих паттернов поведения. Не следует, однако, забывать, что высокотехнологичная концепция общественного уклада представляет собой интересный эксперимент проверки как самодостаточных, так и внешне зависимых концептуальных решений. Предварительные выводы неутешительны: разбавленное изрядной долей эмпатии, рациональное мышление однозначно фиксирует необходимость стандартных подходов.
        </p>
      </div>
    </div>
    <?php
    $buttons_block = "blog-slider-research";
    $blog_card = "research-slider-card";
    $arrow_prev_color = "arrow-prev-white";
    $arrow_next_color = "arrow-next-white";
    include_once('./template-parts/research-slider-block.php'); ?>
  </div>
</section>
<!-- /.section research -->